Repository: tahirmahm123/FONVPN_iOS
Catalog: MainApp/mul.lproj/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %lld out of %lld Devices
source: %1$lld out of %2$lld Devices
zh_hans: %2$lld 台设备中的 %1$lld 台

source: 1 or more numbers
zh_hans: 1 个或多个数字

source: 1 or more special character
zh_hans: 1个或多个特殊字符

source: 1 upper case letter
zh_hans: 1个大写字母

source: 24/7 Customer support
zh_hans: 24/7 客户支持

source: Account Details
zh_hans: 帐户详细资料

source: Account Settings
zh_hans: 帐号设定

source: Active Devices
zh_hans: 有源设备

source: All Locations
zh_hans: 所有地点

source: All Notifications
zh_hans: 所有通知

source: Already Have an Account?
zh_hans: 已经有帐户？

source: Are you sure you want to delete? This action is permanent and cannot be undone.
zh_hans: 你确定你要删除？此操作是永久性的且无法撤消。

source: Are you sure you want to logout %@?
zh_hans: 您确定要注销%@吗？

source: Are you sure you want to logout? Logging out will securely sign you out of your account and protect your privacy.
zh_hans: 您确定要退出吗？注销将使您安全地退出帐户并保护您的隐私。

source: Auto Connect
zh_hans: 自动连接

source: Auto connect and security
zh_hans: 自动连接和安全

source: Auto Server Switch option in the background (in case of connectivity issue)
zh_hans: 后台自动服务器切换选项（如果出现连接问题）

source: Auto Switch Location
zh_hans: 磁性开关位置

source: Between 8 to 20 character
zh_hans: 8 到 20 个字符之间

source: By creating account, I accept Terms of Use and Privacy Policy.
zh_hans: 创建帐户即表示我接受使用条款和隐私政策。

source: Cancel
zh_hans: 取消

source: Choose Your Plan
zh_hans: 选择您的计划

source: Close
zh_hans: 关闭

source: Complete Purchase
zh_hans: 完成购买

source: Confirm
zh_hans: 确认

source: Connect
zh_hans: 连接

source: Connecting...
zh_hans: 正在连接...

source: Connection Settings
zh_hans: 连接设置

source: Continue
zh_hans: 继续

source: Continue with Account ID
zh_hans: 使用帐户 ID 继续

source: Continue with Email
zh_hans: 继续使用电子邮件

source: Create Account
zh_hans: 创建账户

source: Create Your Account for Enhanced Security
zh_hans: 创建您的帐户以增强安全性

source: Current Device
zh_hans: 当前设备

source: Current IP Address
zh_hans: 当前IP地址

source: Delete
zh_hans: 删除

source: Delete Account
zh_hans: 删除帐户

source: Delete Confirmation
zh_hans: 删除确认

source: Disconnecting...
zh_hans: 正在断开连接...

source: Email/Account ID
zh_hans: 电子邮件/帐户 ID

source: Expies on %@
zh_hans: 于 %@ 到期

source: Fastest Locations
zh_hans: 最快的地点

source: Fastest Server
zh_hans: 最快的服务器

source: Forget Password?
zh_hans: 忘记密码？

source: Let's Get Started
zh_hans: 让我们开始吧

source: Loading..
zh_hans: 加载中..

source: Logout
zh_hans: 登出

source: Logout All
zh_hans: 全部注销

source: Logout Device
zh_hans: 注销设备

source: Logout User
zh_hans: 注销用户

source: My Account
zh_hans: 我的账户

source: No
zh_hans: 不

source: Notification
zh_hans: 通知

source: Notify us of any problems you encounter in our app, and we'll promptly address and resolve them.
zh_hans: 如果您在我们的应用程序中遇到任何问题，请通知我们，我们将及时处理和解决。

source: OR
zh_hans: 或者

source: Permanently remove your all information from our system.
zh_hans: 从我们的系统中永久删除您的所有信息。

source: Your Favourite servers will be displayed here
zh_hans: 您最喜欢的服务器将显示在这里

source: Your Location:
zh_hans: 你的地点：

source: Your password must contain:
zh_hans: 您的密码必须包含：

source: Your VPN subscription is expiring soon. Don't miss out on uninterrupted protection and privacy. Renew your subscription now to continue enjoying all the benefits of our VPN service. Stay secure and browse with confidence.
zh_hans: 您的 VPN 订阅即将到期。不要错过不间断的保护和隐私。立即续订，继续享受我们 VPN 服务的所有优势。确保安全并放心浏览。
